Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_valmennuksesta_uusia_auktorisoituja_saamen_kielen_kaantajia.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien valmennuksesta uusia auktorisoituja saamen kielen kääntäjiä
sms: Sääʹmteeʹǧǧ valmštâʹttmest ođđ auktorisõsttum sääʹmǩiõl jåårǥlõõʹtti

source: Saamelaiskäräjät järjesti viime lokakuussa valmistautumispäivän auktorisoidun kääntäjän tutkintoon .
sms: Sääʹmteʹǧǧ riâšši mõõnni kålggmannust valmštõõttâmpeeiʹv auktorisõsttum jåårǥlõõʹtti tuʹtǩǩõʹsse .

source: Valmistautumiseen osallistui viisi henkilöä.
sms: Valmštõõttma vuässâʹtte vitt oummu.

source: Auktorisoidun kääntäjän tutkinto järjestettiin marraskuussa 2018 ja tutkinnon tulokset julkaistiin keväällä 2019.
sms: Auktorisõsttum jåårǥlõõʹtti tuʹtǩǩõõzz rieʹššeš skamm-mannust 2018 da tuʹtǩǩõõzz puåđõõzzid õlmstõʹtteš ǩeâđđa 2019.

source: Tutkinnon suorittivat kaksi saamenkielistä kääntäjää, Arla Magga suoritti suomi-pohjoissaame kieliparille auktorisoidun kääntäjän tutkinnon ja Terhi Harju suomi-koltansaame kieliparille.
sms: Tuʹtǩǩõõzz spraʹvve kueʹhtt sääʹmǩiõllsaž jåårǥlõõʹtti. Arla Magga spraavi lääʹdd-tâʹvvsääʹmm ǩiõllpaʹrre auktorisõsttum jåårǥlõõʹtti tuʹtǩǩõõzz da Terhi Harju lääʹdd-nuõrttsääʹmm ǩiõllpaʹrre.

source: Kieliturvasihteeri Anne Kirste Aikio onnittelee Arla Maggaa auktorisoidun kääntäjän tutkinnosta.
sms: Ǩiõllstaanpiisar Anne Kirste Aikio tuäivat leekk Arla Maggaaʹje auktorisõsttum jåårǥlõõʹtti tuʹtǩǩõõzzâst.

source: Valmistautumispäivän järjestänyt Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio iloitsee kääntäjien määrän lisääntymisestä.
sms: Valmštõõttâmpeeiʹv riâššâm Sääʹmteeʹǧǧ ǩiõllstaanpiisar Anne Kirste Aikio rämmaš jåårǥlõʹttji meäʹr lâssnummšest.

source: – On hienoa, että valmennuspäivämme kautta kaksi uutta kääntäjää suoritti tutkinnon.
sms: – Lij šiõǥǥ, što valmštâʹttempeiʹvvem veäkka kueʹhtt ođđ jåårǥlõõʹtti spraʹvve tuʹtǩǩõõzz.

source: Koltansaamen auktorisoituja kääntäjiä on ollut vain yksi henkilö koko maailmassa, nyt heitä on kaksi.
sms: Nuõrttsääʹm auktorisõsttum jåårǥlõõʹtti lie leämma pâi õhtt ooumaž obb maaiʹlmest, ååʹn sij lie kueiʹtes.

source: Pohjoissaamen tutkinnon suorittaneita viimeisen kymmenen vuoden ajan on ollut vain aivan muutama, joten siinäkin lisäys on hyvin merkittävä.
sms: Tâʹvvsääʹm tuʹtǩǩõõzz lie spraavam mõõnni lååi eeʹjj seʹst pâi muäʹdd oummu, de tõʹst še lââzztõs lij samai miârkteei.

source: Tutkinnon suorittaneiden mielestä Saamelaiskäräjien valmennuspäivällä oli suuri merkitys tutkintoon valmistautumiseen.
sms: Tuʹtǩǩõõzz spraavam Terhi Harju da Arla Magga miõlâst Sääʹmteeʹǧǧ valmštâʹttempeeiʹvest leäi jõnn miârktõs tuʹtǩǩõʹsse valmštõõvvâm diõtt.

source: – Valmennuspäivästä sai tärkeää tietoa tutkintoon liittyen ja hyviä vinkkejä tutkintoon valmistautumiseen.
sms: – Valmštâʹttempeeiʹvest vuäǯǯai vääžnai teâđ tuʹtǩǩõõzz pirr da šiõǥǥ viiŋkid tuʹtǩǩõʹsse valmštõõttma.

source: Oli varmempi olo, kun tutkintoon liittyviä asioita oli saanut käydä läpi asiantuntijoiden kanssa yhdessä ennakkoon, kommentoi Terhi Harju.
sms: Leäi snäätnʼjab toobd, ko tuʹtǩǩõʹsse õhttneei aaʹššid leäi vuäǯǯam mõõnnâd čõõđ äʹšštobddjivuiʹm ouddǩiõʹtte, kommentâstt Terhi Harju.

source: Opetushallituksen hallinnoima auktorisoidun kääntäjän tutkinto järjestetään seuraavan kerran marraskuussa 2019.
sms: Mättʼtõshalltõõzz vaaldšmem auktorisõsttum jåårǥlõõʹtti tuʹtǩǩõõzz riâššât puõʹtti vuâra skamm-mannust 2019.

source: Saamelaiskäräjät järjestää tulevana syksynä myös valmistautumispäivän, jos kiinnostusta on.
sms: Sääʹmteʹǧǧ reäšš puõʹtti čõõuč še valmštõõttâmpeeiʹv, jõs tõt ǩeäss miõlid.

source: – Tutkinto on vaativa ja tutkintoon valmistautuminen kannattaa aloittaa ajoissa.
sms: – Tuʹtǩǩõs lij väʹǯǯel da tuʹtǩǩõʹsse valmštõõttmõõžž kannat altteed ääiʹjeld.

source: Kannattaa tutustua tutkinnon sisältöön ja hyödyntää Saamelaiskäräjien valmistautumispäivä, ohjeistaa tuore auktorisoitu kääntäjä Arla Magga.
sms: Kannat tobdstõõttâd tuʹtǩǩõõzz siiskõʹsse da ââʹnned äuʹǩǩen Sääʹmteeʹǧǧ valmštõõttâmpeeiʹv, vuäʹppast ođđ auktorisõsttum jåårǥlõʹtti Arla Magga.

source: Saamelaiskäräjät järjestää myös kevään aikana tulkin työstä kiinnostuneille tutustumiskoulutuksen, koska kääntäjien lisäksi myös saamen kielten tulkeista on suuri pula.
sms: Sääʹmteʹǧǧ reäšš ǩiiđ poodd še tobdstõõttâmškooultõõzz tõid, ǩeäi miõl ǩeäss tuulk tuâjj. Tobdstõõttâmškooultõõzz riâššât tõn diõtt, ko jåårǥlõʹttji lââʹssen še tuulkin lij jõnn vääʹnn.

source: Koulutuksesta tiedotetaan erikseen.
sms: Škooultõõzz pirr teâđtet jeeʹrab.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Kieliturvasihteeri Anne Kirste Aikio anne-kirste.aikio(at)samediggi.fi puh. 010 8393124
sms: ǩiõllstaanpiisar Anne Kirste Aikio anne-kirste.aikio@samediggi.fi teʹl. 010 8393124
